[ACCELERATORS]
"C"="C"
"N"="N"
"O"="O"
"P"="P"
"S"="S"
"V"="V"
"X"="X"
"Z"="Z"
[DIALOGEX]
"&Browse..."="&Durchsuchen..."
"&Copy to Clipboard"="&Kopieren"
"&Open"="&Öffnen"
"&Protect Firefly media library with a password"="Firefly Medienbibliothek mit einem &Passwort schützen"
"&Refresh"="&Aktualisieren"
"&Start Firefly when Windows starts"="Firefly automatisch &starten, wenn Windows startet"
"&Start Server"="Server &Starten"
"&Stop Server"="Server &Stoppen"
"About"="Über"
"Advanced"="Erweitert"
"Current state of the server goes here"="Hier steht der aktuelle Status des Servers"
"Firefly Media Server also provides a web administration interface."="Firefly Media Server bietet ein Webinterface für die Administration."
"Firefly Media Server website"="Firefly Media Server Website"
"For help, tips and troubleshooting advice visit the "="Für Unterstützung, Tipps und Problemlösungen besuchen Sie"
"For information on Firefly compatible music players, visit"="Für weitere Information über Firefly-kompatible Software, besuchen Sie"
"Library &Name"="&Name der Bibliothek"
"Library"="Bibliothek"
"Log"="Log"
"Media &Location"="Medien &Verzeichnis"
"Roku's website"="Roku's website"
"Security"="Sicherheit"
"Server port number"="Server Portnummer"
"Server Status"="Server Status"
"Server"="Server"
"Version information"="Versionsinformation"
"Web administration"="Webadministration"
"You can limit access to your music library by assigning a password.  If a password is assigned, only clients that provide the correct password will be able to play music from your library."="Sie können mittels eines Passworts den Zugang zu Ihrer Bibliothek beschränken. Wenn ein Passwort zugewiesen wird können nur Clients darauf zugreifen, die das korrekte Passwort angeben."
"You may need to change this if another program is already using this port."="Wird der Port bereits von einem anderen Programm verwendet, müssen Sie diesen möglicherweise ändern."
[MENU]
""=""
"&Configure Firefly Media Server..."="Firefly Media Server &konfigurieren..."
"E&xit"="B&eenden"
[STRINGTABLE]
"&Start"="&Start"
"&Stop"="&Stop"
"Changing the configuration will require a restart of the Firefly Media Server.  Are you sure you want to do this?"="Damit die Änderungen wirksam werden, muss Firefly Media Server neu gestartet werden. Jetzt neu starten?"
"Description"="Beschreibung"
"Failed to open server log file '%s'."="Öffnen der Logdatei '%s' ist fehlgeschlagen."
"Failed to reconfigure service."="Fehler beim Konfigurieren des Dienstes."
"Failed to reconfigure startup application."="Fehler beim Konfigurieren von Autostart."
"Failed to start Firefly Media Server."="Fehler beim Start von Firefly Media Server."
"Failed to stop Firefly Media Server."="Fehler beim Stop von Firefly Media Server."
"Firefly Media Server"="Firefly Media Server"
"Firefly server logging is not enabled."="Firefly-Server-Log is nicht aktiviert."
"Path"="Verzeichnis"
"Scanning for media is complete."="Suchen nach Medien abgeschlossen."
"Scanning for media is in progress\n\nThis may take some time."="Suchen nach Medien läuft\n\nDieser Prozess kann eine Weile dauern."
"The Firefly media server is currently busy."="Firefly Media Server ist momentan beschäftigt."
"The Firefly media server is currently running."="Firefly Media Server ist gestartet."
"The Firefly media server is not currently running."="Firefly Media Server ist momentan nicht gestartet."
"Version"="Version"
"You must be logged in as a local administrator to start and stop the server."="Sie müssen sich als lokaler Administrator anmelden, damit Sie den Dienst Starten und/oder Beenden können."
[code_page]
1252=1250
